export default {
  loginForm: {
    signIn: 'Войти',
    userName: 'Ваш ник',
    userPassword: 'Пароль',
    btn: 'Войти',
    footer: {
      signUp: 'Регистрация',
      textNoAccount: 'Нет аккаунта?',
    },
  },
  signUpForm: {
    signUp: 'Регистрация',
    userName: 'Ваш ник',
    userPassword: 'Пароль',
    btn: 'Регистрация',
    footer: {
      signIn: 'Войти',
      textHaveAccount: 'Уже есть аккаунт?',
    },
  },
  notFound: {
    notPage: 'Страница не найдена',
    mainLink: 'Вернуться на',
    textMuted: 'Главную страницу',
  },
  navBar: {
    main: 'Главная',
    embroidery: 'Вышивки',
    svg: 'SVG',
    discount: 'Акции',
    contactMe: 'Контакты',
    telegramShop: 'Наш Телеграм',
    nameShop: 'Embroidery by Lana',
  },
  mainPage: {
    catalog: 'Каталог вышивок',
    welcome: 'Магазин машинной вышивки и SVG! ❤️',
    popularEmbroidery: '💥 Популярные вышивки 💥',
    newEmbroidery: 'Новинка',
    rules0:
      'Здесь вы найдете эксклюзивную, современную и качественную цифровую машинную вышивку.',
    rules1:
      'Если вам понравилась вышивка, но вы не нашли нужный вам размер, напишите мне, и я изготовлю нужный вам размер без дополнительной оплаты!',
    rules2:
      '✅ Вы можете заказать индивидуальную вышивку для бизнеса или для личного пользования!',
    rules3:
      'Срок изготовления от 1 до 5 рабочих дней в зависимости от сложности и загруженности.',
    rules4: 'Стоимость также зависит от сложности, минимум 1000 руб.',
    rules5: 'ВЫ НЕ МОЖЕТЕ ПЕРЕПРОДАВАТЬ ЦИФРОВЫЕ ПРОДУКТЫ',
    rules6:
      'НО вы можете использовать мои дизайны для своих физических продуктов для продажи.',
    rules7:
      'После оплаты вы получите электронное письмо с вложением ZIP-файла, также дизайн всегда будет доступен в вашем личном кабинете.',
    rules8: 'Оплата банковской картой.',
  },
  footer: {
    contacts: 'Контакты',
    phoneNumber: '+ 7 967 000 68 68',
    email: 'embroiderybylana@gmail.com',
    address: 'Москва, Россия',
    policy: 'Политика конфиденциальности и cайта',
  },
  policy: {
    changePolicy: 'Я не принимаю возврат, обмен или отмену.',
    beforeBuy: 'Перед покупкой убедитесь, что размеры и форматы правильные.',
    afterBuy: 'После оплаты вы получите электронное письмо с zip-файлом, который необходимо распаковать. Внутри этой папки находятся дизайны. Покупка также доступна в личном кабинете в разделе мои заказы.',
    contactMe: 'Пожалуйста, свяжитесь со мной, если у вас возникнут проблемы с вашим заказом.\n',
    chatMe: 'Вы можете написать мне на почту или в чат в правом нижнем углу сайта.',
  },
};
