export default {
  loginForm: {
    signIn: 'Войти',
    userName: 'Ваш ник',
    userPassword: 'Пароль',
    btn: 'Войти',
    footer: {
      signUp: 'Регистрация',
      textNoAccount: 'Нет аккаунта?',
    },
  },
  signUpForm: {
    signUp: 'Регистрация',
    userName: 'Ваш ник',
    userPassword: 'Пароль',
    btn: 'Регистрация',
    footer: {
      signIn: 'Войти',
      textHaveAccount: 'Уже есть аккаунт?',
    },
  },
  notFound: {
    notPage: 'Страница не найдена',
    mainLink: 'Вернуться на',
    textMuted: 'Главную страницу',
  },
  navBar: {
    main: 'Главная',
    embroidery: 'Вышивки',
    svg: 'SVG',
    discount: 'Акции',
    contactMe: 'Контакты',
    telegramShop: 'Наш Телеграм',
    nameShop: 'Embroidery by Lana',
  },
  mainPage: {
    catalog: 'Каталог вышивок',
    welcome: `Добро пожаловать в магазин машинной вышивки и SVG!`,
    popularEmbroidery: 'Популярные вышивки',
    newEmbroidery: 'Новинка',
    contact: 'Контакты',
    moscow: 'Москва, Россия',
    email: 'embroiderybylana@gmail.com',
    number: '+7 (967) 000-68-68',
    rules:
      'Здесь вы найдете эксклюзивную, современную и качественную цифровую машинную вышивку.\nЕсли вам понравилась вышивка, но вы не нашли нужный вам размер, напишите мне, и я изготовлю нужный вам размер без дополнительной оплаты!\n✅ Вы можете заказать индивидуальную вышивку для бизнеса или для личного пользования! Срок изготовления от 1 до 5 рабочих дней в зависимости от сложности и загруженности. Стоимость также зависит от сложности, минимум 1000 руб.\nВЫ НЕ МОЖЕТЕ ПЕРЕПРОДАВАТЬ ЦИФРОВЫЕ ПРОДУКТЫ\nНО вы можете использовать мои дизайны для своих физических продуктов для продажи\nПосле оплаты вы получите электронное письмо с вложением ZIP-файла, также дизайн всегда будет доступен в вашем личном кабинете.\nОплата банковской картой.',
  },
};
